[
  "金枕榴莲中的'金枕'指什么特征？",
  "卡利古拉战役中罗马皇帝被谁刺杀？",
  "爱迪生改良电灯使用的灯丝材料演变顺序？",
  "条顿堡森林战役中日耳曼部落首领是谁？",
  "水果催熟乙烯气体的发现史？",
  "坎尼会战后罗马如何改革军事制度？",
  "世界上最小的可食用水果是什么？",
  "人心果因外形相似得名于什么器官？",
  "淝水之战后前秦帝国解体的根本原因是什么？",
  "阿德里安堡战役中拜占庭皇帝被谁击败？",
  "马拉松战役中波斯军队的实际参战规模多大？",
  "白登之围后汉朝对匈奴采取了什么政策？",
  "郑成功收复台湾驱逐的殖民者所属国家？",
  "夷陵之战中陆逊的火攻策略有何创新？",
  "乔布斯发布首台Macintosh的年份？",
  "莎士比亚环球剧院的标志性建筑特征是什么？",
  "斯科特南极探险队全军覆没的具体年份？",
  "阿育王推广佛教使用的石柱特征？",
  "鳄梨（牛油果）的脂肪含量相当于多少克坚果？",
  "毕加索创作《格尔尼卡》的历史背景？",
  "武则天设立的特殊监察机构名称？",
  "蓝莓的原产地是哪个大洲？",
  "李时珍《本草纲目》记载药物数量？",
  "特洛伊战争中希腊联军使用的木马计是否真实存在？",
  "温泉关战役中波斯军队被阻挡了多少天？",
  "尼采提出'超人哲学'的代表著作名称？",
  "伯罗奔尼撒战争中的决定性战役是什么？",
  "泰国'金枕头'榴莲的主要出口品种特征是？",
  "马丁·路德张贴《九十五条论纲》的具体年份？",
  "新西兰'奇异果'名称来源于哪种鸟类？",
  "夷陵之战后蜀汉的战略方向发生了什么变化？",
  "达尔文搭乘小猎犬号航行的起止年份？",
  "甘地'非暴力不合作'运动的梵文名称？",
  "扎马战役的胜利者是谁？",
  "猕猴桃的英文名'kiwi'与哪种动物有关？",
  "伽利略通过望远镜发现的木星卫星数量？",
  "圣女贞德接受审判的主教法庭所在地？",
  "戴高乐领导的自由法国政府临时首都所在地？",
  "马邑之围失败对汉武帝战略的影响？",
  "织田信长'天下布武'印章含义？",
  "白登之围后汉匈和亲政策如何形成？",
  "郑和七下西洋使用的主要船型被称为什么？",
  "居里夫人获得的两次诺贝尔奖类别？",
  "甘地领导的'食盐进军'运动持续了多少天？",
  "龙眼和桂圆是同一种水果吗？",
  "昆阳之战中绿林军的人数劣势如何弥补？",
  "萨拉米斯海战中海军战术发生了什么革新？",
  "彭城之战中项羽的战术创新体现在何处？",
  "马拉松战役中的传令兵菲迪皮德斯跑了多少公里？",
  "地中海特色水果'黑石榴'的独特之处在于？",
  "圣德太子制定的日本最早成文法典？",
  "圣女贞德在奥尔良战役中使用的旗帜绘有何种图案？",
  "马拉松战役与希波战争的关联是什么？",
  "卡利古拉战役反映罗马帝国哪一时期特征？",
  "丰臣秀吉修建的大阪城天守阁层数？",
  "哥伦布首次航海使用的旗舰名称？",
  "彭城之战中刘邦被哪位将领击败？",
  "水果糖分类型（果糖/葡萄糖）对健康的影响差异？",
  "官渡之战中曹操击败的是哪位诸侯？",
  "孔子创立的儒家思想核心概念是什么？",
  "亚克兴角战役如何促成罗马帝国的建立？",
  "条顿堡森林战役日耳曼人的战术优势是什么？",
  "贝多芬《第九交响曲》首次加入的演唱形式？",
  "坎尼会战中汉尼拔采用了什么战术？",
  "赤壁之战后三国领土划分是怎样的？",
  "转基因木瓜如何解决病毒危机？",
  "铁娘子撒切尔夫人毕业于牛津大学哪个学院？",
  "明治天皇推行改革时使用的年号含义是什么？",
  "秦始皇统一六国后推行了哪种标准化文字？",
  "温泉关战役中斯巴达国王的名字是什么？",
  "垓下之战中韩信采用的战术阵型是什么？",
  "松尾芭蕉开创的俳句创作风格？",
  "卢梭《社会契约论》的核心观点概括？",
  "橄榄油的主要原料橄榄属于哪个科？",
  "亚克兴角战役的胜利者建立了哪个帝国？",
  "赤壁之战中火攻计策是谁提出的？",
  "马克思《资本论》第一卷出版年份？",
  "萨拉米斯海战对波斯帝国产生了什么影响？",
  "阿基米德发现浮力定律时喊出哪句著名感叹？",
  "榴莲为什么被称为'水果之王'？",
  "毕加索'蓝色时期'的起止年份？",
  "马蒂领导古巴独立战争时的职务名称？",
  "拿破仑在滑铁卢战败后被流放至哪个岛屿？",
  "埃及女王哈特谢普苏特的执政年限？",
  "西瓜的含水量占其重量的多少？",
  "马拉松战役中的传令兵记录在何处？",
  "爱因斯坦获得诺贝尔奖的具体研究成果？",
  "玄奘西行求法途经的主要国家数量？",
  "西西里远征中雅典军队遭遇了什么灾难？",
  "司马迁《史记》的编纂体例包含哪五种体裁？",
  "卡利古拉战役暴露了罗马帝国哪项制度缺陷？",
  "卡利古拉战役暴露的皇位继承问题是什么？",
  "巴赫《平均律钢琴曲集》包含多少首前奏曲？",
  "菠萝的植物学分类属于什么科？",
  "简·奥斯汀匿名发表的首部小说名称？",
  "气候变化对热带水果种植带的改变趋势？",
  "车厘子是哪种水果的商业名称？",
  "芒果的学名是什么？",
  "德雷克完成环球航行时使用的船只名称？",
  "坎尼会战罗马损失的军团数量是多少？",
  "芭乐（番石榴）的英文名直接音译自哪种语言？",
  "南丁格尔创办的首所正规护士学校地点？",
  "霍金《时间简史》被翻译的语种数量？",
  "垓下之战标志着哪个历史时期的结束？",
  "查理曼大帝在哪年被教皇加冕为'罗马人的皇帝'？",
  "葡萄最早被人类驯化种植的地区是哪里？",
  "温泉关战役希腊联军撤退路线是哪里？",
  "海明威获得诺贝尔奖的代表作品名称？",
  "火龙果属于仙人掌科植物吗？",
  "坎尼会战被称为什么战术的典范？",
  "印度传统医学阿育吠陀推崇的'阿姆拉'是哪种水果？",
  "特洛伊战争在考古学上有何实证？",
  "木瓜蛋白酶最早从哪个部位提取？",
  "王阳明'龙场悟道'的具体地理位置？",
  "温泉关战役中希腊联军的防御阵型名称是什么？",
  "朱熹理学思想的核心概念表述？",
  "马邑之围中雁门关守将是谁？",
  "亚克兴角战役屋大维的海军优势体现在哪？",
  "弗洛伊德精神分析的核心理论名称？",
  "萨拉米斯海战的参战双方是哪两个文明？",
  "亚历山大大帝建立的帝国横跨哪三大洲？",
  "李舜臣发明的龟船主要战术优势？",
  "苏格拉底被判处死刑时饮用的毒药种类？",
  "官渡之战曹操缴获了袁绍的什么重要物资？",
  "钱学森参与研制的中国首枚导弹型号？",
  "苹果在古希腊神话中与哪位女神有关？",
  "面包果为什么被称作面包替代品？",
  "伊丽莎白一世击败西班牙无敌舰队的关键战役？",
  "赤壁之战奠定了三国鼎立的哪一格局？",
  "圣女贞德接受神启的具体年龄？",
  "莫扎特创作最后一部歌剧的名称？",
  "萨拉米斯海战如何影响地中海权力格局？",
  "阿德里安堡战役发生在哪一年？",
  "淝水之战后东晋的统治基础如何变化？",
  "亚克兴角战役中屋大维的对手是谁？",
  "巨鹿之战中项羽破釜沉舟的典故出自何处？",
  "达芬奇为研究人体解剖共解剖了多少具尸体？",
  "阿德里安堡战役中拜占庭军队为何惨败？",
  "马可·波罗游记记载的中国朝代名称？",
  "卡利古拉战役对罗马帝国继承制度有何影响？",
  "欧盟地理标志保护水果'阿尔勒樱桃'产自哪个国家？",
  "条顿堡森林战役摧毁了哪个罗马军团？",
  "鉴真东渡日本最终成功的尝试次数？",
  "霍金《时间简史》连续上榜畅销书多少周？",
  "特蕾莎修女创立的慈善机构名称？",
  "伯罗奔尼撒战争持续了多少年？",
  "温泉关战役在西方文化中的象征意义是什么？",
  "林肯颁布《解放宣言》的具体日期（年月日）？",
  "居里夫人发现的两种放射性元素名称？",
  "曼德拉当选南非总统时的年龄？",
  "西番莲（百香果）的香气与哪种花相似？",
  "列宁遗体保存在莫斯科哪个建筑内？",
  "草莓表面的小点实际是什么结构？",
  "扎马战役对第二次布匿战争有何影响？",
  "图灵破解Enigma密码机的具体机构名称？",
  "德蕾莎修女获得诺贝尔和平奖年份？",
  "日本'富士苹果'是哪个品种的改良版？",
  "温泉关战役中希腊联军实际参战人数是多少？",
  "条顿堡森林战役导致罗马帝国改变了什么政策？",
  "昆阳之战中刘秀以少胜多的关键因素是什么？",
  "扎马战役中西庇阿复制的战术源自何处？",
  "萨拉米斯海战参战方舰船数量对比如何？",
  "条顿堡森林战役对罗马扩张有何影响？",
  "马拉松战役中雅典军队击败的是哪个帝国？",
  "汉尼拔·巴卡率领象群翻越哪座山脉进攻罗马？",
  "巴西'百香果之王'指的是哪个品种？",
  "阿根廷国果'蒙多娜'是哪种浆果？",
  "淝水之战中东晋使用的心理战术是什么？",
  "赤壁之战后孙权获得的战略要地是哪里？",
  "海伦·凯勒学会的第一个手语单词？",
  "扎马战役西庇阿的骑兵战术有何特点？",
  "埃及艳后克利奥帕特拉七世最后效忠哪个帝国？",
  "庄子'逍遥游'中描述的最大生物名称？",
  "释迦牟尼在菩提伽耶的哪棵树下悟道？",
  "丘吉尔在哪次会议上提出'铁幕'演说？",
  "康德提出'三大批判'的出版时间顺序？",
  "曼德拉在罗本岛监狱的囚犯编号是多少？",
  "南丁格尔在克里米亚战场的称号来源？",
  "曹雪芹《红楼梦》现存最早抄本名称？",
  "彭城之战中项羽的闪电战特点是什么？",
  "官渡之战中许攸投降的关键原因是什么？",
  "伏尔泰在费尔奈庄园居住的具体年份？",
  "巨石阵是否与某场古代战役有关？",
  "淝水之战前秦苻坚的军队为何溃败？",
  "阿德里安堡战役拜占庭损失了多少军队？",
  "泰戈尔获得诺贝尔文学奖的作品？",
  "垓下之战中项羽的绝命诗是什么？",
  "亚克兴角战役后屋大维获得了什么称号？",
  "托尔斯泰《战争与和平》主要家族数量？",
  "人心果的树脂曾被用作什么工业原料？",
  "但丁《神曲》中引导他游历天堂的向导是谁？",
  "索杰纳·特鲁斯著名演讲的核心语句？",
  "哪种水果的种子可以在人体内存活多年？",
  "萨拉米斯海战中雅典海军的优势体现在哪里？",
  "官渡之战对曹操统一北方的作用是什么？",
  "梵高割耳事件发生的具体城市名称？",
  "日本'阳光玫瑰'葡萄的特殊口感源于什么栽培技术？",
  "花木兰传说最早记载的文献名称？",
  "马邑之围为何成为汉匈关系的转折点？",
  "中美洲原住民最早驯化的辣椒近缘植物是什么？",
  "达芬奇《蒙娜丽莎》现藏于哪个博物馆？",
  "巨鹿之战中章邯投降的真实原因是什么？",
  "黄巾起义中张角兄弟使用的宗教是什么？",
  "伊丽莎白一世终身未嫁的官方称号？",
  "圣诞红（一品红）是真正的植物果实吗？",
  "石榴在波斯文化中有何象征意义？",
  "杜甫诗歌被后世称为'诗史'的原因？",
  "凯撒大帝被刺杀的具体日期是公元前哪年？",
  "亚里士多德在哪位君主支持下建立吕克昂学园？",
  "扎马战役如何终结第二次布匿战争？",
  "释迦果的学名'Annona squamosa'中的种加词含义是？",
  "毛泽东提出'农村包围城市'理论的著作名称？",
  "坎尼会战中被歼灭的是哪个罗马军团？",
  "门捷列夫创建元素周期表时的排列依据？",
  "爱因斯坦拒绝担任以色列总统的年份？",
  "成吉思汗建立的帝国官方史书名称是什么？",
  "哪种水果被称为'超级食物'因其富含抗氧化剂？",
  "夷陵之战中刘备为何亲自出征？",
  "马斯克SpaceX首次回收火箭的日期？",
  "巨鹿之战如何奠定反秦联盟胜利基础？",
  "宫崎骏宣布退休又复出的次数统计？",
  "葡萄牙航海家如何利用柑橘预防坏血病？",
  "阿德里安堡战役如何改变巴尔干局势？",
  "西西里远征失败对雅典产生了什么影响？",
  "中国'冰糖橙'之乡是哪个县？",
  "白登之围中汉高祖如何脱困？",
  "董仲舒向汉武帝提出的重要思想主张？",
  "马拉松战役发生在哪一年？",
  "特斯拉获得专利的交流电动机类型名称？",
  "为什么有些水果（如香蕉）没有种子？",
  "昆阳之战如何促成光武中兴？",
  "伽利略因支持日心说被教会审判的具体年份？",
  "牛顿《自然哲学的数学原理》出版年份？",
  "柑橘类水果最早通过什么路线传入中国？"
]